Repository: flyingkaktus/New-Customer-Discount-for-WooCommerce
Catalog: languages/newcustomer-discount-*.po
Languages: fr_fr, it_it, pl_pl

source: If this plugin helps you, I would appreciate a small donation for further development.
fr_fr: Si cette extension vous aide, j'apprécierais un petit don pour poursuivre le développement.
it_it: Se questo plugin ti è utile, apprezzerò una piccola donazione per l'ulteriore sviluppo.
pl_pl: Jeśli ta wtyczka Ci pomaga, docenię małą darowiznę na dalszy rozwój.

source: Every donation helps to improve the plugin and develop new features.
fr_fr: Chaque don aide à améliorer l'extension et à développer de nouvelles fonctionnalités.
it_it: Ogni donazione aiuta a migliorare il plugin e sviluppare nuove funzionalità.
pl_pl: Każda darowizna pomaga ulepszyć wtyczkę i rozwijać nowe funkcje.

source: Coffee donation for New Customer Discount for WooCommerce :)
fr_fr: Don café pour New Customer Discount for WooCommerce :)
it_it: Donazione caffè per Sconto Nuovi Clienti per WooCommerce :)
pl_pl: Darowizna na kawę dla wtyczki Rabat dla nowych klientów WooCommerce :)

source: Preset Donation Amounts
fr_fr: Montants de don prédéfinis
it_it: Importi Donazione Preimpostati
pl_pl: Predefiniowane kwoty darowizn

source: Or choose custom amount:
fr_fr: Ou choisissez un montant personnalisé :
it_it: O scegli un importo personalizzato:
pl_pl: Lub wybierz własną kwotę:

source: Amount in Euro
fr_fr: Montant en euros
it_it: Importo in Euro
pl_pl: Kwota w Euro

source: Custom donation amount
fr_fr: Montant de don personnalisé
it_it: Importo donazione personalizzato
pl_pl: Własna kwota darowizny

source: Donate
fr_fr: Faire un don
it_it: Dona
pl_pl: Przekaż darowiznę

source: Thank you for your support!
fr_fr: Merci pour votre soutien !
it_it: Grazie per il tuo supporto!
pl_pl: Dziękuję za wsparcie!

source: Feedback & Bug Reports
fr_fr: Commentaires & Rapports de bugs
it_it: Feedback & Segnalazioni Bug
pl_pl: Opinie i zgłoszenia błędów

source: Help us improve the plugin! Send us your suggestions or report bugs.
fr_fr: Aidez-nous à améliorer l'extension ! Envoyez-nous vos suggestions ou signalez des bugs.
it_it: Aiutaci a migliorare il plugin! Inviaci i tuoi suggerimenti o segnala bug.
pl_pl: Pomóż nam ulepszyć wtyczkę! Wyślij nam swoje sugestie lub zgłoś błędy.

source: Feedback Type
fr_fr: Type de commentaire
it_it: Tipo di Feedback
pl_pl: Typ opinii

source: Improvement Suggestion
fr_fr: Suggestion d'amélioration
it_it: Suggerimento di Miglioramento
pl_pl: Sugestia ulepszenia

source: Bug Report
fr_fr: Rapport de bug
it_it: Segnalazione Bug
pl_pl: Zgłoszenie błędu

source: Question
it_it: Domanda
pl_pl: Pytanie

source: Plugin Version
fr_fr: Version de l'extension
it_it: Versione Plugin
pl_pl: Wersja wtyczki

source: Your Message
fr_fr: Votre message
it_it: Il Tuo Messaggio
pl_pl: Twoja wiadomość

source: Describe your improvement suggestion in as much detail as possible.
fr_fr: Décrivez votre suggestion d'amélioration de manière aussi détaillée que possible.
it_it: Descrivi il tuo suggerimento di miglioramento nel modo più dettagliato possibile.
pl_pl: Opisz swoją sugestię ulepszenia tak szczegółowo, jak to możliwe.

source: Please describe: 1. What you did 2. What you expected 3. What happened instead
fr_fr: Veuillez décrire : 1. Ce que vous avez fait 2. Ce que vous attendiez 3. Ce qui s'est passé à la place
it_it: Per favore descrivi: 1. Cosa hai fatto 2. Cosa ti aspettavi 3. Cosa è successo invece
pl_pl: Proszę opisz: 1. Co zrobiłeś 2. Czego się spodziewałeś 3. Co się stało zamiast tego

source: What would you like to know? The more detailed your question, the better we can help.
fr_fr: Que voulez-vous savoir ? Plus votre question est détaillée, mieux nous pourrons vous aider.
it_it: Cosa vorresti sapere? Più dettagliata è la tua domanda, meglio possiamo aiutarti.
pl_pl: Co chciałbyś wiedzieć? Im bardziej szczegółowe pytanie, tym lepiej możemy pomóc.

source: System Information
fr_fr: Informations système
it_it: Informazioni di Sistema
pl_pl: Informacje systemowe

source: Include system information (recommended for bug reports)
fr_fr: Inclure les informations système (recommandé pour les rapports de bugs)
it_it: Includi informazioni di sistema (raccomandato per le segnalazioni di bug)
pl_pl: Dołącz informacje systemowe (zalecane przy zgłaszaniu błędów)

source: Send Feedback
fr_fr: Envoyer les commentaires
it_it: Invia Feedback
pl_pl: Wyślij opinię

source: Alternative Feedback
fr_fr: Commentaires alternatifs
it_it: Feedback Alternativo
pl_pl: Alternatywna opinia

source: You can also create a bug report or feature request on the %sWordPress.org plugin page%s.
fr_fr: Vous pouvez également créer un rapport de bug ou une demande de fonctionnalité sur la %spage de l'extension WordPress.org%s.
it_it: Puoi anche creare una segnalazione di bug o una richiesta di funzionalità sulla %spagina del plugin su WordPress.org%s.
pl_pl: Możesz także utworzyć zgłoszenie błędu lub prośbę o funkcję na %sstronie wtyczki WordPress.org%s.

source: New Customer Discount Statistics
fr_fr: Statistiques des réductions nouveaux clients
it_it: Statistiche Sconto Nuovi Clienti
pl_pl: Statystyki rabatów dla nowych klientów

source: Customers
fr_fr: Clients
it_it: Clienti
pl_pl: Klienci

source: New Customers
fr_fr: Nouveaux clients
it_it: Nuovi Clienti
pl_pl: Nowi klienci

source: Discount Received
fr_fr: Réduction reçue
it_it: Sconto Ricevuto
pl_pl: Otrzymany rabat

source: Vouchers
fr_fr: Bons
it_it: Buoni
pl_pl: Vouchery

source: Created
fr_fr: Créés
it_it: Creati
pl_pl: Utworzone

source: Redeemed
fr_fr: Utilisés
it_it: Riscattati
pl_pl: Wykorzystane

source: Active
fr_fr: Actifs
it_it: Attivi
pl_pl: Aktywne

source: Expired
fr_fr: Expirés
it_it: Scaduti
pl_pl: Wygasłe

source: Emails
it_it: Email
pl_pl: E-maile

source: Sent
fr_fr: Envoyés
it_it: Inviate
pl_pl: Wysłane

source: Success Rate
fr_fr: Taux de réussite
it_it: Tasso di Successo
pl_pl: Współczynnik sukcesu

source: Last Sent
fr_fr: Dernier envoi
it_it: Ultima Inviata
pl_pl: Ostatnio wysłane

source: Performance Metrics
fr_fr: Indicateurs de performance
it_it: Metriche di Performance
pl_pl: Metryki wydajności

source: Conversion Rate
fr_fr: Taux de conversion
it_it: Tasso di Conversione
pl_pl: Współczynnik konwersji

source: Percentage of redeemed vouchers
fr_fr: Pourcentage de bons utilisés
it_it: Percentuale di buoni riscattati
pl_pl: Procent wykorzystanych voucherów

source: Average Order Value
fr_fr: Valeur moyenne des commandes
it_it: Valore Medio Ordine
pl_pl: Średnia wartość zamówienia

source: Average value of orders with voucher
fr_fr: Valeur moyenne des commandes avec bon
it_it: Valore medio degli ordini con buono sconto
pl_pl: Średnia wartość zamówień z voucherem

source: Export Statistics
fr_fr: Exporter les statistiques
it_it: Esporta Statistiche
pl_pl: Eksportuj statystyki

source: Monthly Trends
fr_fr: Tendances mensuelles
it_it: Tendenze Mensili
pl_pl: Trendy miesięczne

source: Month
fr_fr: Mois
it_it: Mese
pl_pl: Miesiąc

source: Emails Sent
fr_fr: Emails envoyés
it_it: Email Inviate
pl_pl: Wysłane e-maile

source: Successful Deliveries
fr_fr: Livraisons réussies
it_it: Consegne Riuscite
pl_pl: Udane dostawy

source: Email Template Design
fr_fr: Design du modèle d'email
it_it: Design Template Email
pl_pl: Projekt szablonu e-mail

source: Select Template:
fr_fr: Sélectionner le modèle :
it_it: Seleziona Template:
pl_pl: Wybierz szablon:

source: (Active)
fr_fr: (Actif)
it_it: (Attivo)
pl_pl: (Aktywny)

source: Activate Template
fr_fr: Activer le modèle
it_it: Attiva Template
pl_pl: Aktywuj szablon

source: Active Template: <strong>%s</strong>
fr_fr: Modèle actif : <strong>%s</strong>
it_it: Template Attivo: <strong>%s</strong>
pl_pl: Aktywny szablon: <strong>%s</strong>

source: Customize Design
fr_fr: Personnaliser le design
it_it: Personalizza Design
pl_pl: Dostosuj projekt

source: Primary Color
fr_fr: Couleur principale
it_it: Colore Primario
pl_pl: Kolor podstawowy

source: Accent Color
fr_fr: Couleur d'accentuation
it_it: Colore Accento
pl_pl: Kolor akcentujący

source: Text
fr_fr: Texte
it_it: Testo
pl_pl: Tekst

source: Background
fr_fr: Arrière-plan
it_it: Sfondo
pl_pl: Tło

source: Font Family
fr_fr: Famille de police
it_it: Famiglia Font
pl_pl: Rodzina czcionek

source: Button Style
fr_fr: Style de bouton
it_it: Stile Pulsante
pl_pl: Styl przycisku

source: Minimal
it_it: Minimale
pl_pl: Minimalistyczny

source: Rounded
fr_fr: Arrondi
it_it: Arrotondato
pl_pl: Zaokrąglony

source: Pill
fr_fr: Pilule
it_it: Pillola
pl_pl: Pigułka

source: Centered
fr_fr: Centré
it_it: Centrato
pl_pl: Wyśrodkowany

source: Full Width
fr_fr: Pleine largeur
it_it: Larghezza Piena
pl_pl: Pełna szerokość

source: Save
fr_fr: Enregistrer
it_it: Salva
pl_pl: Zapisz

source: Test Email
fr_fr: Email test
it_it: Email di Prova

source: Preview
fr_fr: Aperçu
it_it: Anteprima
pl_pl: Podgląd

source: Coupon Details
fr_fr: Détails du coupon
it_it: Dettagli Buono Sconto
pl_pl: Szczegóły kuponu

source: ✨ %s%% off your purchase
fr_fr: ✨ %s%% de réduction sur votre achat
it_it: ✨ %s%% di sconto sul tuo acquisto
pl_pl: ✨ %s%% zniżki na zakupy

source: ⏰ Valid until %s
fr_fr: ⏰ Valable jusqu'au %s
it_it: ⏰ Valido fino al %s
pl_pl: ⏰ Ważne do %s

source: 💰 Minimum order value of %s
fr_fr: 💰 Montant minimum de commande de %s
it_it: 💰 Valore minimo dell'ordine di %s
pl_pl: 💰 Minimalna wartość zamówienia %s

source: Visit us
fr_fr: Vers la boutique en ligne
it_it: Al Negozio Online
pl_pl: Do sklepu online

source: A timeless elegant design
fr_fr: Un design élégant intemporel
it_it: Un design elegante senza tempo
pl_pl: Ponadczasowy, elegancki design

source: Details
fr_fr: Détails
it_it: Dettagli
pl_pl: Szczegóły

source: %s%% Discount on your order
fr_fr: %s%% de réduction sur votre commande
it_it: %s%% di sconto sul tuo ordine
pl_pl: %s%% zniżki na zamówienie

source: Valid until %s
fr_fr: Valable jusqu'au %s
it_it: Valido fino al %s
pl_pl: Ważne do %s

source: Minimum order value: %s
fr_fr: Montant minimum de commande : %s
it_it: Valore minimo dell'ordine: %s
pl_pl: Minimalna wartość zamówienia: %s

source: Go to Shop
fr_fr: Aller à la boutique
it_it: Vai al Negozio
pl_pl: Przejdź do sklepu

source: A reduced, minimalistic design
fr_fr: Un design réduit et minimaliste
it_it: Un design ridotto e minimalista
pl_pl: Uproszczony, minimalistyczny design

source: Your Benefits
fr_fr: Vos avantages
it_it: I tuoi Vantaggi
pl_pl: Twoje korzyści

source: ✨ %s%% discount on your order
fr_fr: ✨ %s%% de réduction sur votre commande
it_it: ✨ %s%% di sconto sul tuo ordine
pl_pl: ✨ %s%% zniżki na zamówienie

source: 💰 Minimum order value: %s
fr_fr: 💰 Montant minimum de commande : %s
it_it: 💰 Valore minimo dell'ordine: %s
pl_pl: 💰 Minimalna wartość zamówienia: %s

source: Redeem Now
fr_fr: Utiliser maintenant
it_it: Riscatta Ora
pl_pl: Wykorzystaj teraz

source: A modern, dynamic design with clean lines
fr_fr: Un design moderne et dynamique aux lignes épurées
it_it: Un design moderno e dinamico con linee pulite
pl_pl: Nowoczesny, dynamiczny design z czystymi liniami

source: %1$s/%2$s characters
fr_fr: %1$s/%2$s caractères
it_it: %1$s/%2$s caratteri
pl_pl: %1$s/%2$s znaków

source: No
fr_fr: Non
pl_pl: Nie

source: Feedback
fr_fr: Commentaires
pl_pl: Opinie

source: Layout
fr_fr: Mise en page
pl_pl: Układ
