Repository: flyingkaktus/New-Customer-Discount-for-WooCommerce
Catalog: languages/newcustomer-discount-*.po
Languages: fr_fr, it_it, pl_pl

source: New-Customer-Discount for WooCommerce
fr_fr: Remise-Nouveaux-Clients pour WooCommerce
it_it: Sconto-Nuovi-Clienti per WooCommerce
pl_pl: Rabat dla nowych klientów WooCommerce

source: Automatic discount system for new customers with email delivery
fr_fr: Système automatique de remise pour nouveaux clients avec livraison par email
it_it: Sistema automatico di sconti per nuovi clienti con consegna via email
pl_pl: Automatyczny system rabatów dla nowych klientów z dostawą e-mail

source: Ungültiger Handler.
fr_fr: Gestionnaire invalide.
it_it: Handler non valido.
pl_pl: Nieprawidłowy handler.

source: Security check failed.
fr_fr: Le contrôle de sécurité a échoué.
it_it: Controllo di sicurezza fallito.
pl_pl: Kontrola bezpieczeństwa nie powiodła się.

source: Permission denied.
fr_fr: Permission refusée.
it_it: Permesso negato.
pl_pl: Odmowa dostępu.

source: An error occurred. Please try again.
fr_fr: Une erreur s'est produite. Veuillez réessayer.
it_it: Si è verificato un errore. Riprova.
pl_pl: Wystąpił błąd. Spróbuj ponownie.

source: Please enter an email address.
fr_fr: Veuillez saisir une adresse email.
it_it: Inserisci un indirizzo email.
pl_pl: Proszę wprowadzić adres e-mail.

source: Would you like to send a test email to this address?
fr_fr: Voulez-vous envoyer un email test à cette adresse ?
it_it: Vuoi inviare un'email di prova a questo indirizzo?
pl_pl: Czy chcesz wysłać testowy e-mail na ten adres?

source: Would you like to send a discount code?
fr_fr: Voulez-vous envoyer un code de réduction ?
it_it: Vuoi inviare un codice sconto?
pl_pl: Czy chcesz wysłać kod rabatowy?

source: Sending...
fr_fr: Envoi en cours...
it_it: Invio in corso...
pl_pl: Wysyłanie...

source: Successfully saved.
fr_fr: Enregistré avec succès.
it_it: Salvato con successo.
pl_pl: Pomyślnie zapisano.

source: Loading...
fr_fr: Chargement...
it_it: Caricamento...
pl_pl: Ładowanie...

source: Do you really want to activate this template?
fr_fr: Voulez-vous vraiment activer ce modèle ?
it_it: Vuoi davvero attivare questo modello?
pl_pl: Czy na pewno chcesz aktywować ten szablon?

source: Yes
fr_fr: Oui
it_it: Sì
pl_pl: Tak

source: Template settings have been saved.
fr_fr: Les paramètres du modèle ont été enregistrés.
it_it: Le impostazioni del modello sono state salvate.
pl_pl: Ustawienia szablonu zostały zapisane.

source: Please enter your feedback.
fr_fr: Veuillez saisir vos commentaires.
it_it: Inserisci il tuo feedback.
pl_pl: Proszę wprowadzić swoją opinię.

source: Submit feedback
fr_fr: Soumettre les commentaires
it_it: Invia feedback
pl_pl: Wyślij opinię

source: Thank you for your feedback!
fr_fr: Merci pour vos commentaires !
it_it: Grazie per il tuo feedback!
pl_pl: Dziękujemy za Twoją opinię!

source: Enter email address
fr_fr: Saisissez l'adresse email
it_it: Inserisci indirizzo email
pl_pl: Wprowadź adres e-mail

source: Send test email
fr_fr: Envoyer un email test
it_it: Invia email di prova
pl_pl: Wyślij testowy e-mail

source: Discount code has already been sent
fr_fr: Le code de réduction a déjà été envoyé
it_it: Il codice sconto è già stato inviato
pl_pl: Kod rabatowy został już wysłany

source: Error saving settings.
fr_fr: Erreur lors de l'enregistrement des paramètres.
it_it: Errore nel salvare le impostazioni.
pl_pl: Błąd podczas zapisywania ustawień.

source: Error generating preview.
fr_fr: Erreur lors de la génération de l'aperçu.
it_it: Errore nella generazione dell'anteprima.
pl_pl: Błąd podczas generowania podglądu.

source: Error loading tab
fr_fr: Erreur lors du chargement de l'onglet
it_it: Errore nel caricamento della scheda
pl_pl: Błąd podczas ładowania zakładki

source: You do not have the required permissions for this action.
fr_fr: Vous n'avez pas les permissions requises pour cette action.
it_it: Non hai i permessi necessari per questa azione.
pl_pl: Nie masz wymaganych uprawnień do wykonania tej akcji.

source: New-Customers
fr_fr: Nouveaux-Clients
it_it: Nuovi Clienti
pl_pl: Nowi klienci

source: Overview
fr_fr: Vue d'ensemble
it_it: Panoramica
pl_pl: Przegląd

source: E-Mail Templates
fr_fr: Modèles d'emails
it_it: Modelli Email
pl_pl: Szablony e-mail

source: Templates
fr_fr: Modèles
it_it: Modelli
pl_pl: Szablony

source: Settings
fr_fr: Paramètres
it_it: Impostazioni
pl_pl: Ustawienia

source: Statistics
fr_fr: Statistiques
it_it: Statistiche
pl_pl: Statystyki

source: The main page could not be loaded. Please check the installation.
fr_fr: La page principale n'a pas pu être chargée. Veuillez vérifier l'installation.
it_it: Impossibile caricare la pagina principale. Controlla l'installazione.
pl_pl: Nie można załadować strony głównej. Sprawdź instalację.

source: The customer is not a new customer.
fr_fr: Le client n'est pas un nouveau client.
it_it: Il cliente non è un nuovo cliente.
pl_pl: Ten klient nie jest nowym klientem.

source: The discount code %s was successfully sent to %s.
fr_fr: Le code de réduction %s a été envoyé avec succès à %s.
it_it: Il codice sconto %s è stato inviato con successo a %s.
pl_pl: Kod rabatowy %s został pomyślnie wysłany na adres %s.

source: Invalid email address.
fr_fr: Adresse email invalide.
it_it: Indirizzo email non valido.
pl_pl: Nieprawidłowy adres e-mail.

source: Customer could not be added.
fr_fr: Le client n'a pas pu être ajouté.
it_it: Impossibile aggiungere il cliente.
pl_pl: Nie można dodać klienta.

source: Successfully reset %d entries.
fr_fr: %d entrées réinitialisées avec succès.
it_it: Reimpostati con successo %d elementi.
pl_pl: Pomyślnie zresetowano %d wpisów.

source: No data found to reset.
fr_fr: Aucune donnée à réinitialiser.
it_it: Nessun dato trovato da reimpostare.
pl_pl: Nie znaleziono danych do zresetowania.

source: Settings have been saved.
fr_fr: Les paramètres ont été enregistrés.
it_it: Le impostazioni sono state salvate.
pl_pl: Ustawienia zostały zapisane.

source: Logo has been successfully saved.
fr_fr: Le logo a été enregistré avec succès.
it_it: Il logo è stato salvato con successo.
pl_pl: Logo zostało pomyślnie zapisane.

source: Logo could not be saved.
fr_fr: Le logo n'a pas pu être enregistré.
it_it: Impossibile salvare il logo.
pl_pl: Nie można zapisać logo.

source: Feedback could not be sent
fr_fr: Les commentaires n'ont pas pu être envoyés
it_it: Impossibile inviare il feedback
pl_pl: Nie można wysłać opinii

source: The conversion rate is low. Consider increasing the discount or extending the validity period.
fr_fr: Le taux de conversion est faible. Envisagez d'augmenter la remise ou de prolonger la période de validité.
it_it: Il tasso di conversione è basso. Considera di aumentare lo sconto o estendere il periodo di validità.
pl_pl: Współczynnik konwersji jest niski. Rozważ zwiększenie rabatu lub wydłużenie okresu ważności.

source: Many vouchers expire unused. Consider revising the validity period or sending reminders
fr_fr: De nombreux bons expirent sans être utilisés. Envisagez de réviser la période de validité ou d'envoyer des rappels
it_it: Molti buoni scadono inutilizzati. Considera di rivedere il periodo di validità o inviare promemoria
pl_pl: Wiele kuponów wygasa niewykorzystanych. Rozważ rewizję okresu ważności lub wysyłanie przypomnień

source: Kategorie
fr_fr: Catégorie
it_it: Categoria

source: Metrik
fr_fr: Métrique
it_it: Metrica
pl_pl: Metryka

source: Wert
fr_fr: Valeur
it_it: Valore
pl_pl: Wartość

source: Template successfully changed.
fr_fr: Modèle modifié avec succès.
it_it: Modello modificato con successo.
pl_pl: Szablon został pomyślnie zmieniony.

source: No template ID specified.
fr_fr: Aucun ID de modèle spécifié.
it_it: Nessun ID modello specificato.
pl_pl: Nie określono ID szablonu.

source: Template settings saved.
fr_fr: Paramètres du modèle enregistrés.
it_it: Impostazioni del modello salvate.
pl_pl: Ustawienia szablonu zostały zapisane.

source: Template "%s" has been activated and will now be used for all emails.
fr_fr: Le modèle "%s" a été activé et sera désormais utilisé pour tous les emails.
it_it: Il modello "%s" è stato attivato e verrà utilizzato per tutte le email.
pl_pl: Szablon "%s" został aktywowany i będzie teraz używany dla wszystkich e-maili.

source: Could not generate a unique code.
fr_fr: Impossible de générer un code unique.
it_it: Impossibile generare un codice univoco.
pl_pl: Nie można wygenerować unikalnego kodu.

source: Coupon does not exist.
fr_fr: Le coupon n'existe pas.
it_it: Il buono sconto non esiste.
pl_pl: Kupon nie istnieje.

source: Coupon has expired.
fr_fr: Le coupon a expiré.
it_it: Il buono sconto è scaduto.
pl_pl: Kupon wygasł.

source: Coupon has already been redeemed.
fr_fr: Le coupon a déjà été utilisé.
it_it: Il buono sconto è già stato riscattato.
pl_pl: Kupon został już wykorzystany.

source: Invalid coupon length
fr_fr: Longueur de coupon invalide
it_it: Lunghezza del buono sconto non valida
pl_pl: Nieprawidłowa długość kuponu

source: Invalid coupon prefix
fr_fr: Préfixe de coupon invalide
it_it: Prefisso del buono sconto non valido
pl_pl: Nieprawidłowy prefiks kuponu

source: Invalid characters in code
fr_fr: Caractères invalides dans le code
it_it: Caratteri non validi nel codice
pl_pl: Nieprawidłowe znaki w kodzie

source: Your Discount Coupon
fr_fr: Votre Coupon de Réduction
it_it: Il tuo Buono Sconto
pl_pl: Twój kupon rabatowy

source: Your Exclusive Welcome Discount
fr_fr: Votre Remise de Bienvenue Exclusive
it_it: Il tuo Sconto di Benvenuto Esclusivo
pl_pl: Twój ekskluzywny rabat powitalny

source: Dear Customer,
fr_fr: Cher Client,
it_it: Gentile Cliente,
pl_pl: Drogi Kliencie,

source: thank you for your interest in {shop_name}. As a special welcome gift, we have created an exclusive discount coupon for you.
fr_fr: merci de votre intérêt pour {shop_name}. En guise de cadeau de bienvenue spécial, nous avons créé un coupon de réduction exclusif pour vous.
it_it: grazie per il tuo interesse in {shop_name}. Come regalo di benvenuto speciale, abbiamo creato un buono sconto esclusivo per te.
pl_pl: dziękujemy za zainteresowanie {shop_name}. Jako specjalny prezent powitalny, przygotowaliśmy dla Ciebie ekskluzywny kupon rabatowy.

source: Visit our shop and enter the coupon code at checkout.
fr_fr: Visitez notre boutique et entrez le code de réduction lors du paiement.
it_it: Visita il nostro negozio e inserisci il codice sconto al checkout.
pl_pl: Odwiedź nasz sklep i wprowadź kod kuponu podczas realizacji zamówienia.

source: This is an automatically generated email.
fr_fr: Ceci est un email généré automatiquement.
it_it: Questa è un'email generata automaticamente.
pl_pl: To jest automatycznie wygenerowana wiadomość e-mail.

source: Ungültige E-Mail-Adresse
fr_fr: Adresse email invalide
it_it: Indirizzo email non valido
pl_pl: Nieprawidłowy adres e-mail

source: Email could not be sent
fr_fr: L'email n'a pas pu être envoyé
it_it: Impossibile inviare l'email
pl_pl: Nie można wysłać e-maila

source: The generated coupon code
fr_fr: Le code de réduction généré
it_it: Il codice sconto generato
pl_pl: Wygenerowany kod kuponu

source: Shop name
fr_fr: Nom de la boutique
it_it: Nome del negozio
pl_pl: Nazwa sklepu

source: Discount percentage
fr_fr: Pourcentage de réduction
it_it: Percentuale di sconto
pl_pl: Procent rabatu

source: Coupon expiry date
fr_fr: Date d'expiration du coupon
it_it: Data di scadenza del buono
pl_pl: Data ważności kuponu

source: Shop URL
fr_fr: URL de la boutique
it_it: URL del negozio
pl_pl: URL sklepu

source: Shop logo URL
fr_fr: URL du logo de la boutique
it_it: URL del logo del negozio
pl_pl: URL logo sklepu

source: Current year
fr_fr: Année en cours
it_it: Anno corrente
pl_pl: Bieżący rok

source: Minimum order amount
fr_fr: Montant minimum de commande
it_it: Importo minimo dell'ordine
pl_pl: Minimalna kwota zamówienia

source: Currency symbol
fr_fr: Symbole monétaire
it_it: Simbolo della valuta
pl_pl: Symbol waluty

source: Invalid Base64 string.
fr_fr: Chaîne Base64 invalide.
it_it: Stringa Base64 non valida.
pl_pl: Nieprawidłowy ciąg Base64.

source: Invalid file.
fr_fr: Fichier invalide.
it_it: File non valido.
pl_pl: Nieprawidłowy plik.

source: Conversion failed.
fr_fr: La conversion a échoué.
it_it: Conversione fallita.
pl_pl: Konwersja nie powiodła się.

source: New Customer Overview
fr_fr: Aperçu des nouveaux clients
it_it: Panoramica Nuovi Clienti
pl_pl: Przegląd nowych klientów

source: Total
it_it: Totale
pl_pl: Razem

source: Pending
fr_fr: En attente
it_it: In attesa
pl_pl: Oczekujące

source: Discount Sent
fr_fr: Réduction envoyée
it_it: Sconto Inviato
pl_pl: Rabat wysłany

source: Last 7 Days
fr_fr: 7 derniers jours
it_it: Ultimi 7 Giorni
pl_pl: Ostatnie 7 dni

source: Last 30 Days
fr_fr: 30 derniers jours
it_it: Ultimi 30 Giorni
pl_pl: Ostatnie 30 dni

source: Last 90 Days
fr_fr: 90 derniers jours
it_it: Ultimi 90 Giorni
pl_pl: Ostatnie 90 dni

source: Last Year
fr_fr: Année dernière
it_it: Ultimo Anno
pl_pl: Ostatni rok

source: New Customers Only
fr_fr: Nouveaux clients uniquement
it_it: Solo Nuovi Clienti
pl_pl: Tylko nowi klienci

source: Apply Filter
fr_fr: Appliquer le filtre
it_it: Applica Filtro
pl_pl: Zastosuj filtr

source: New customers are counted as all customers who have not placed an order before %s.
fr_fr: Les nouveaux clients sont comptabilisés comme tous les clients qui n'ont pas passé de commande avant le %s.
it_it: Sono considerati nuovi clienti tutti coloro che non hanno effettuato ordini prima del %s.
pl_pl: Za nowych klientów uznaje się wszystkich klientów, którzy nie złożyli zamówienia przed %s.

source: Name
fr_fr: Nom
it_it: Nome
pl_pl: Nazwa

source: Order Date
fr_fr: Date de commande
it_it: Data Ordine
pl_pl: Data zamówienia

source: Status
fr_fr: Statut
it_it: Stato

source: Discount Code
fr_fr: Code de réduction
it_it: Codice Sconto
pl_pl: Kod rabatowy

source: Sent On
fr_fr: Envoyé le
it_it: Inviato il
pl_pl: Wysłano

source: Actions
it_it: Azioni
pl_pl: Działania

source: No customers found.
fr_fr: Aucun client trouvé.
it_it: Nessun cliente trovato.
pl_pl: Nie znaleziono klientów.

source: New Customer
fr_fr: Nouveau client
it_it: Nuovo Cliente
pl_pl: Nowy klient

source: Existing Customer
fr_fr: Client existant
it_it: Cliente Esistente
pl_pl: Istniejący klient

source: Send Discount Code
fr_fr: Envoyer le code de réduction
it_it: Invia Codice Sconto
pl_pl: Wyślij kod rabatowy

source: Discount code has been sent
fr_fr: Le code de réduction a été envoyé
it_it: Il codice sconto è stato inviato
pl_pl: Kod rabatowy został wysłany

source: New Customer Discount Settings
fr_fr: Paramètres de réduction nouveaux clients
it_it: Impostazioni Sconto Nuovi Clienti
pl_pl: Ustawienia rabatu dla nowych klientów

source: Coupon
it_it: Buono Sconto
pl_pl: Kupon

source: New Customer Definition
fr_fr: Définition nouveau client
it_it: Definizione Nuovo Cliente
pl_pl: Definicja nowego klienta

source: Reset
fr_fr: Réinitialiser
it_it: Reimposta

source: Support
it_it: Supporto
pl_pl: Wsparcie

source: Logo Settings
fr_fr: Paramètres du logo
it_it: Impostazioni Logo
pl_pl: Ustawienia logo

source: Upload Logo
fr_fr: Télécharger le logo
it_it: Carica Logo
pl_pl: Załaduj logo

source: Allowed file types: %s. Maximum size: %s
fr_fr: Types de fichiers autorisés : %s. Taille maximale : %s
it_it: Tipi di file consentiti: %s. Dimensione massima: %s
pl_pl: Dozwolone typy plików: %s. Maksymalny rozmiar: %s

source: OR Base64 String
fr_fr: OU chaîne Base64
it_it: O Stringa Base64
pl_pl: LUB ciąg Base64

source: Paste your Base64 encoded image string here (starts with 'data:image/...')
fr_fr: Collez votre chaîne d'image encodée en Base64 ici (commence par 'data:image/...')
it_it: Incolla qui la tua stringa immagine codificata in Base64 (inizia con 'data:image/...')
pl_pl: Wklej tutaj zakodowany ciąg Base64 obrazu (zaczyna się od 'data:image/...')

source: Current Logo
fr_fr: Logo actuel
it_it: Logo Attuale
pl_pl: Aktualne logo

source: Delete Logo
fr_fr: Supprimer le logo
it_it: Elimina Logo
pl_pl: Usuń logo

source: Save Logo
fr_fr: Enregistrer le logo
it_it: Salva Logo
pl_pl: Zapisz logo

source: Email Settings
fr_fr: Paramètres email
it_it: Impostazioni Email
pl_pl: Ustawienia e-mail

source: Email Subject
fr_fr: Objet de l'email
it_it: Oggetto Email
pl_pl: Temat e-maila

source: Your Personal New Customer Discount
fr_fr: Votre réduction personnelle nouveau client
it_it: Il Tuo Sconto Personale Nuovo Cliente
pl_pl: Twój osobisty rabat dla nowego klienta

source: Email Heading
fr_fr: En-tête de l'email
it_it: Intestazione Email
pl_pl: Nagłówek e-maila

source: The main heading of the email.
fr_fr: L'en-tête principal de l'email.
it_it: L'intestazione principale dell'email.
pl_pl: Główny nagłówek e-maila.

source: Greeting
fr_fr: Salutation
it_it: Saluto
pl_pl: Powitanie

source: Introduction Text
fr_fr: Texte d'introduction
it_it: Testo Introduttivo
pl_pl: Tekst wprowadzający

source: Coupon Information
fr_fr: Information sur le coupon
it_it: Informazioni Buono Sconto
pl_pl: Informacje o kuponie

source: Footer
fr_fr: Pied de page
it_it: Piè di pagina
pl_pl: Stopka

source: Available Variables:
fr_fr: Variables disponibles :
it_it: Variabili Disponibili:
pl_pl: Dostępne zmienne:

source: Save Settings
fr_fr: Enregistrer les paramètres
it_it: Salva Impostazioni
pl_pl: Zapisz ustawienia

source: Coupon Settings
fr_fr: Paramètres du coupon
it_it: Impostazioni Buono Sconto
pl_pl: Ustawienia kuponu

source: Discount Amount (%)
fr_fr: Montant de la réduction (%)
it_it: Importo Sconto (%)
pl_pl: Wysokość rabatu (%)

source: Percentage amount of new customer discount.
fr_fr: Pourcentage de réduction nouveau client.
it_it: Percentuale di sconto per i nuovi clienti.
pl_pl: Procentowa wartość rabatu dla nowego klienta.

source: Validity Period (Days)
fr_fr: Période de validité (jours)
it_it: Periodo di Validità (Giorni)
pl_pl: Okres ważności (dni)

source: Number of days the coupon is valid.
fr_fr: Nombre de jours de validité du coupon.
it_it: Numero di giorni di validità del buono sconto.
pl_pl: Liczba dni ważności kuponu.

source: Coupon Prefix
fr_fr: Préfixe du coupon
it_it: Prefisso Buono Sconto
pl_pl: Prefiks kuponu

source: Prefix for automatically generated coupon codes (max. 5 characters).
fr_fr: Préfixe pour les codes de coupon générés automatiquement (max. 5 caractères).
it_it: Prefisso per i codici sconto generati automaticamente (max. 5 caratteri).
pl_pl: Prefiks dla automatycznie generowanych kodów kuponów (maks. 5 znaków).

source: Coupon Length
fr_fr: Longueur du coupon
it_it: Lunghezza Buono Sconto
pl_pl: Długość kuponu

source: Length of code without prefix (4-12 characters).
fr_fr: Longueur du code sans préfixe (4-12 caractères).
it_it: Lunghezza del codice senza prefisso (4-12 caratteri).
pl_pl: Długość kodu bez prefiksu (4-12 znaków).

source: Allowed Characters
fr_fr: Caractères autorisés
it_it: Caratteri Consentiti
pl_pl: Dozwolone znaki

source: Numbers (0-9)
fr_fr: Chiffres (0-9)
it_it: Numeri (0-9)
pl_pl: Cyfry (0-9)

source: Uppercase Letters (A-Z)
fr_fr: Lettres majuscules (A-Z)
it_it: Lettere Maiuscole (A-Z)
pl_pl: Wielkie litery (A-Z)

source: Lowercase Letters (a-z)
fr_fr: Lettres minuscules (a-z)
it_it: Lettere Minuscole (a-z)
pl_pl: Małe litery (a-z)

source: Select character types for coupon codes.
fr_fr: Sélectionnez les types de caractères pour les codes de coupon.
it_it: Seleziona i tipi di caratteri per i codici sconto.
pl_pl: Wybierz typy znaków dla kodów kuponów.

source: Reference Date
fr_fr: Date de référence
it_it: Data di Riferimento
pl_pl: Data referencyjna

source: Customers without orders before this date are considered new customers.
fr_fr: Les clients sans commandes avant cette date sont considérés comme nouveaux clients.
it_it: I clienti senza ordini prima di questa data sono considerati nuovi clienti.
pl_pl: Klienci bez zamówień przed tą datą są uznawani za nowych klientów.

source: Maximum Orders
fr_fr: Commandes maximum
it_it: Ordini Massimi
pl_pl: Maksymalna liczba zamówień

source: Maximum number of previous orders for new customers (0 = no previous orders allowed).
fr_fr: Nombre maximum de commandes précédentes pour les nouveaux clients (0 = aucune commande précédente autorisée).
it_it: Numero massimo di ordini precedenti per i nuovi clienti (0 = nessun ordine precedente consentito).
pl_pl: Maksymalna liczba poprzednich zamówień dla nowych klientów (0 = brak dozwolonych poprzednich zamówień).

source: Check Period
fr_fr: Période de vérification
it_it: Periodo di Verifica
pl_pl: Okres sprawdzania

source: Entire Period
fr_fr: Période entière
it_it: Intero Periodo
pl_pl: Cały okres

source: Last 6 Months
fr_fr: 6 derniers mois
it_it: Ultimi 6 Mesi
pl_pl: Ostatnie 6 miesięcy

source: Last 3 Months
fr_fr: 3 derniers mois
it_it: Ultimi 3 Mesi
pl_pl: Ostatnie 3 miesiące

source: Period in which previous orders are checked.
fr_fr: Période pendant laquelle les commandes précédentes sont vérifiées.
it_it: Periodo in cui vengono controllati gli ordini precedenti.
pl_pl: Okres, w którym sprawdzane są poprzednie zamówienia.

source: Minimum Order Amount
fr_fr: Montant minimum de commande
it_it: Importo Minimo Ordine
pl_pl: Minimalna kwota zamówienia

source: Minimum order amount for new customer discount eligibility (0 = no minimum).
fr_fr: Montant minimum de commande pour l'éligibilité à la réduction nouveau client (0 = pas de minimum).
it_it: Importo minimo dell'ordine per l'idoneità allo sconto nuovo cliente (0 = nessun minimo).
pl_pl: Minimalna kwota zamówienia uprawniająca do rabatu dla nowego klienta (0 = brak minimum).

source: Excluded Categories
fr_fr: Catégories exclues
it_it: Categorie Escluse
pl_pl: Wykluczone kategorie

source: Orders from these categories will not be considered in new customer verification.
fr_fr: Les commandes de ces catégories ne seront pas prises en compte dans la vérification des nouveaux clients.
it_it: Gli ordini da queste categorie non saranno considerati nella verifica dei nuovi clienti.
pl_pl: Zamówienia z tych kategorii nie będą brane pod uwagę przy weryfikacji nowego klienta.

source: Reset & Cleanup
fr_fr: Réinitialisation & Nettoyage
it_it: Ripristino & Pulizia
pl_pl: Reset i czyszczenie

source: Warning:
fr_fr: Attention :
it_it: Attenzione:
pl_pl: Ostrzeżenie:

source: These actions cannot be undone. Please backup your database before proceeding.
fr_fr: Ces actions ne peuvent pas être annulées. Veuillez sauvegarder votre base de données avant de continuer.
it_it: Queste azioni non possono essere annullate. Si prega di eseguire il backup del database prima di procedere.
pl_pl: Te działania nie mogą zostać cofnięte. Przed kontynuowaniem wykonaj kopię zapasową bazy danych.

source: Reset Coupons
fr_fr: Réinitialiser les coupons
it_it: Reimposta Buoni Sconto
pl_pl: Resetuj kupony

source: Delete all created coupons
fr_fr: Supprimer tous les coupons créés
it_it: Elimina tutti i buoni sconto creati
pl_pl: Usuń wszystkie utworzone kupony

source: Reset New Customers
fr_fr: Réinitialiser les nouveaux clients
it_it: Reimposta Nuovi Clienti
pl_pl: Resetuj nowych klientów

source: Delete all new customer tracking data
fr_fr: Supprimer toutes les données de suivi des nouveaux clients
it_it: Elimina tutti i dati di tracciamento dei nuovi clienti
pl_pl: Usuń wszystkie dane śledzenia nowych klientów

source: I understand that this action cannot be undone.
fr_fr: Je comprends que cette action ne peut pas être annulée.
it_it: Comprendo che questa azione non può essere annullata.
pl_pl: Rozumiem, że ta akcja nie może zostać cofnięta.

source: Reset Selected Data
fr_fr: Réinitialiser les données sélectionnées
it_it: Reimposta Dati Selezionati
pl_pl: Resetuj wybrane dane

source: Support Development
fr_fr: Soutenir le développement
it_it: Supporta lo Sviluppo
pl_pl: Wesprzyj rozwój
